Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

# Вызываю тебя на дуэль в reInspire ⚔️ Код: %@. Скачай: https://thechallenges.app
source: I'm challenging you to a duel in reInspire ⚔️ Code: %@. Download: https://thechallenges.app
ar: أتحداك في مباراة على reInspire ⚔️ الرمز: %@. نزّل التطبيق: https://thechallenges.app
de: Ich fordere dich zum Duell in reInspire heraus ⚔️ Code: %@. Lade es herunter: https://thechallenges.app
es: Te desafío a un duelo en reInspire ⚔️ Código: %@. Descargar: https://thechallenges.app
fr: Je te défie en duel sur reInspire ⚔️ Code : %@. Télécharge : https://thechallenges.app
ja: reInspire ⚔️ コード: %@ で決闘を挑みます。ダウンロード: https://thechallenges.app
kk: Мен сені reInspire-те дуэльге шақырамын ⚔️ Код: %@. Жүкте: https://thechallenges.app
ko: reInspire에서 결투에 도전합니다 ⚔️ 코드: %@. 다운로드: https://thechallenges.app
pt: Estou desafiando você para um duelo no reInspire ⚔️ Código: %@. Baixar: https://thechallenges.app
zh_hans: 我正在 reInspire 中向您发起决斗挑战 ⚔️ 代码：%@。下载：https://thechallenges.app

source: I'm challenging you to a duel in reInspire ⚔️ Whoever completes more tasks wins. Code: %@. Download: https://thechallenges.app
ar: أتحداك في مباراة على reInspire ⚔️ من يُنهي أكثر مهام يفوز. الرمز: %@. نزّل التطبيق: https://thechallenges.app
de: Ich fordere dich zum Duell in reInspire heraus ⚔️ Wer mehr Aufgaben erledigt, gewinnt. Code: %@. Lade es herunter: https://thechallenges.app
es: Te desafío a un duelo en reInspire ⚔️ Quien complete más tareas gana. Código: %@. Descargar: https://thechallenges.app
fr: Je te défie en duel sur reInspire ⚔️ Celui qui accomplit le plus de tâches gagne. Code : %@. Télécharge : https://thechallenges.app
ja: reInspire で決闘を挑みます ⚔️ より多くのタスクを完了した人が勝ちです。コード: %@。ダウンロード: https://thechallenges.app
kk: Мен сені reInspire-те дуэльге шақырамын ⚔️ Кім көп іс орындаса, сол жеңеді. Код: %@. Жүкте: https://thechallenges.app
ko: reInspire에서 결투에 도전합니다 ⚔️ 더 많은 작업을 완료하는 사람이 승리합니다. 코드: %@. 다운로드: https://thechallenges.app
pt: Estou desafiando você para um duelo no reInspire ⚔️ Quem completar mais tarefas vence. Código: %@. Baixar: https://thechallenges.app
zh_hans: 我正在 reInspire ⚔️ 中向您挑战决斗，完成更多任务的人获胜。代码：%@。下载：https://thechallenges.app

# Выйти
source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Finalizar la sesión
fr: Se déconnecter
ja: ログアウト
kk: Шығу
ko: 로그아웃
pt: Sair
zh_hans: 退出

# Выйти из аккаунта
source: Log out
ar: تسجيل الخروج من الحساب
de: Abmelden
es: Finalizar la sesión
fr: Se déconnecter
ja: ログアウト
kk: Аккаунттан шығу
ko: 로그아웃
pt: Sair
zh_hans: 退出

# Выйти из аккаунта?
source: Log out?
ar: تسجيل الخروج من الحساب؟
de: Abmelden?
es: ¿Finalizar la sesión?
fr: Se déconnecter ?
ja: ログアウト？
kk: Аккаунттан шығу керек пе?
ko: 로그아웃하시겠습니까?
pt: Sair?
zh_hans: 退出？

source: You can only leave the family with a code sent to your parent. Request the code and ask your parent for it.
ar: لا يمكنك ترك العائلة إلا برمز يُرسل إلى والدك. اطلب الرمز واحصل عليه من والدك.
de: Du kannst die Familie nur mit einem Code verlassen, der an deinen Elternteil gesendet wird. Fordere den Code an und bitte deinen Elternteil darum.
es: Solo puedes dejar a la familia con un código enviado a tus padres. Solicita el código y pídeselo a tus padres.
fr: Tu ne peux quitter la famille qu'avec un code envoyé à ton parent. Demande le code et récupère-le auprès de ton parent.
ja: 親にコードを送信した場合のみ、家族から離れることができます。コードをリクエストし、保護者に聞いてください。
kk: Отбасынан тек ата-анаңа келетін кодпен шыға аласың. Кодты сұрап, оны ата-анаңнан ал.
ko: 부모님에게 전송된 코드를 통해서만 가족을 탈퇴할 수 있습니다. 코드를 요청하고 부모님께 요청하세요.
pt: Você só pode sair da família com um código enviado aos seus pais. Solicite o código e peça-o aos seus pais.
zh_hans: 您只能将代码发送给您的父母才能离开家人。请求代码并向您的父母索取。

source: Drink a glass of water and snap a photo. AI will check it and count it -- that's how your streak starts.
ar: اشرب كوب ماء وصوّر ذلك. سيتحقق الذكاء الاصطناعي ويعتمده -- وهكذا تبدأ سلسلتك.
de: Trink ein Glas Wasser und mach ein Foto. Die KI prüft und zählt es -- so beginnt deine Serie.
es: Bebe un vaso de agua y toma una foto. La IA lo comprobará y lo contará: así es como comienza tu racha.
fr: Bois un verre d'eau et prends une photo. L'IA va vérifier et la valider -- c'est comme ça que ta série commence.
ja: 水を一杯飲んで写真を撮ります。 AI がそれをチェックしてカウントします。これが連続記録の始まりです。
kk: Бір стакан су ішіп, фотосын түсір. AI оны тексеріп, есептейді -- серияң осылай басталады.
ko: 물 한잔 마시고 사진을 찍어보세요. AI가 이를 확인하고 계산합니다. 이것이 바로 연속 기록이 시작되는 방식입니다.
pt: Beba um copo d’água e tire uma foto. A IA irá verificar e contar -- é assim que sua sequência começa.
zh_hans: 喝一杯水并拍张照片。人工智能会检查它并计算它----这就是你的连胜的开始。

# Выполнено
source: Done
ar: مكتمل
de: Erledigt
es: Hecho
fr: Terminé
ja: 終わり
kk: Орындалды
ko: 완료
pt: Feito
zh_hans: 完毕

# Выполнено: %lld
source: Completed: %lld
ar: مكتمل: %lld
de: Erledigt: %lld
es: Completado: %lld
fr: Terminé : %lld
ja: 完了: %lld
kk: Орындалды: %lld
ko: 완료됨: %lld
pt: Concluído: %lld
zh_hans: 已完成：%lld

# Выполни первую задачу, чтобы попасть в рейтинг
source: Complete your first task to get on the leaderboard
ar: أكمل مهمتك الأولى للدخول في لوحة الترتيب
de: Erledige deine erste Aufgabe, um in die Rangliste zu kommen
es: Completa tu primera tarea para subir a la clasificación.
fr: Termine ta première tâche pour entrer dans le classement
ja: 最初のタスクを完了してリーダーボードに参加しましょう
kk: Рейтингке кіру үшін алғашқы тапсырманы орында
ko: 리더보드에 오르려면 첫 번째 작업을 완료하세요.
pt: Complete sua primeira tarefa para entrar na tabela de classificação
zh_hans: 完成第一个任务即可进入排行榜

# Выполнил
source: Done
ar: مكتمل
de: Erledigt
es: Hecho
fr: Terminé
ja: 終わり
kk: Орындады
ko: 완료
pt: Feito
zh_hans: 完毕

# Выполнили %lld из %lld
source: Completed %lld of %lld
ar: تم إنجاز %1$lld من %2$lld
de: %lld von %lld erledigt
es: %lld completado de %lld
fr: %1$lld sur %2$lld terminées
ja: %lld/%lld 件を完了しました
kk: %lld / %lld орындады
ko: %lld 중 %lld 완료됨
pt: %lld concluído de %lld
zh_hans: 已完成 %lld 的 %lld

# Галерея прогресса
source: Progress gallery
ar: معرض التقدم
de: Fortschrittsgalerie
es: Galería de progreso
fr: Galerie de progrès
ja: 進捗ギャラリー
kk: Прогресс галереясы
ko: 진행 상황 갤러리
pt: Galeria de progresso
zh_hans: 进展画廊

# Глобальные настройки
source: Global settings
ar: الإعدادات العامة
de: Globale Einstellungen
es: Configuraciones globales
fr: Paramètres généraux
ja: グローバル設定
kk: Жаһандық параметрлер
ko: 전역 설정
pt: Configurações globais
zh_hans: 全局设置

# Год
source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
ja: 年
kk: Жыл
ko: 년도
pt: Ano
zh_hans: 年

# Голосом
source: By voice
ar: بالصوت
de: Per Stimme
es: Por voz
fr: Par la voix
ja: 声で
kk: Дауыспен
ko: 음성으로
pt: Por voz
zh_hans: 通过语音

# Готовим видео…
source: Preparing video…
ar: يتم تجهيز الفيديو…
de: Video wird vorbereitet…
es: Preparando vídeo...
fr: Préparation de la vidéo…
ja: ビデオを準備しています…
kk: Видео дайындалуда…
ko: 영상 준비 중…
pt: Preparando vídeo…
zh_hans: 正在准备视频...

# Готово
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 終わり
kk: Дайын
ko: 완료
pt: Feito
zh_hans: 完毕

# Готово 🎉
source: Done 🎉
ar: تم 🎉
de: Fertig 🎉
es: Listo 🎉
fr: Terminé 🎉
ja: 完了 🎉
kk: Дайын 🎉
ko: 완료 🎉
pt: Feito 🎉
zh_hans: 完成🎉

# Готово. Можешь закрыть экран.
source: Done. You can close this screen.
ar: تم. يمكنك إغلاق هذه الشاشة.
de: Fertig. Du kannst den Bildschirm schließen.
es: Hecho. Puede cerrar esta pantalla.
fr: Terminé. Tu peux fermer cet écran.
ja: 終わり。この画面は閉じても構いません。
kk: Дайын. Экранды жабуыңа болады.
ko: 완료. 이 화면을 닫아도 됩니다.
pt: Feito. Você pode fechar esta tela.
zh_hans: 完毕。您可以关闭此屏幕。

# Группировать выполненные
source: Group completed
ar: تجميع المهام المكتملة
de: Erledigte gruppieren
es: Grupo completado
fr: Regrouper les tâches terminées
ja: グループ完了
kk: Орындалғандарды топтау
ko: 그룹 완료
pt: Grupo concluído
zh_hans: 组已完成

# Далее
source: Next
ar: التالي
de: Weiter
es: Próximo
fr: Suivant
ja: 次
kk: Әрі қарай
ko: 다음
pt: Próximo
zh_hans: 下一个

# Дата
source: Date
ar: التاريخ
de: Datum
es: Fecha
ja: 日付
kk: Күні
ko: 날짜
pt: Data
zh_hans: 日期

# Дать задание всем детям
source: Assign task to all kids
ar: تعيين المهمة لجميع الأطفال
de: Aufgabe allen Kindern geben
es: Asignar tareas a todos los niños.
fr: Assigner la tâche à tous les enfants
ja: すべての子供たちにタスクを割り当てる
kk: Барлық балаға тапсырма беру
ko: 모든 어린이에게 작업 할당
pt: Atribua tarefas a todas as crianças
zh_hans: 将任务分配给所有孩子

# Дедлайн
source: Deadline
ar: الموعد النهائي
de: Frist
es: Fecha límite
fr: Échéance
ja: 締め切り
kk: Мерзім
ko: 사선
pt: Prazo final
zh_hans: 最后期限

# Дедлайн цели
source: Goal deadline
ar: الموعد النهائي للهدف
de: Zielfrist
es: Fecha límite de gol
fr: Échéance de l'objectif
ja: 目標期限
kk: Мақсат мерзімі
ko: 목표 마감일
pt: Prazo da meta
zh_hans: 目标期限

# Дедлайн: %@
source: Deadline: %@
ar: الموعد النهائي: %@
de: Frist: %@
es: Fecha límite: %@
fr: Échéance : %@
ja: 締切: %@
kk: Мерзім: %@
ko: 마감일: %@
pt: Prazo: %@
zh_hans: 截止日期：%@

# День
source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
ja: 日
kk: Күн
ko: 낮
pt: Dia
zh_hans: 天

# День ещё не закончился
source: The day isn't over yet
ar: اليوم لم ينتهِ بعد
de: Der Tag ist noch nicht vorbei
es: El día aún no ha terminado
fr: La journée n'est pas encore terminée
ja: 一日はまだ終わっていない
kk: Күн әлі бітпеді
ko: 아직 하루가 끝나지 않았어
pt: O dia ainda não acabou
zh_hans: 这一天还没有结束

# День по календарю
source: Calendar day
ar: يوم تقويمي
de: Kalendertag
es: Día calendario
fr: Jour calendaire
ja: 暦日
kk: Күнтізбелік күн
ko: 역일
pt: Dia do calendário
zh_hans: 日历日

# Дети (%lld)
source: Kids (%lld)
ar: الأطفال (%lld)
de: Kinder (%lld)
es: Niños (%lld)
fr: Enfants (%lld)
ja: 子供 (%lld)
kk: Балалар (%lld)
ko: 어린이(%lld)
pt: Crianças (%lld)
zh_hans: 儿童 (%lld)

# Дистанция за день
source: Distance per day
ar: المسافة في اليوم
de: Distanz pro Tag
es: Distancia por día
fr: Distance par jour
ja: 1日あたりの距離
kk: Күніне қашықтық
ko: 하루 거리
pt: Distância por dia
zh_hans: 每天的距离

# Дистанция ходьбы и бега
source: Walking and running distance
ar: مسافة المشي والركض
de: Geh- und Laufdistanz
es: Distancia caminando y corriendo
fr: Distance de marche et de course
ja: 歩いたり走ったりできる距離
kk: Жүру және жүгіру қашықтығы
ko: 걷고 달리는 거리
pt: Distância de caminhada e corrida
zh_hans: 步行和跑步距离

# Дисциплина > мотивация. Всегда.
source: Discipline > motivation. Always.
ar: الانضباط > التحفيز. دائمًا.
de: Disziplin > Motivation. Immer.
es: Disciplina > motivación. Siempre.
fr: Discipline > motivation. Toujours.
ja: 規律 > モチベーション。いつも。
kk: Тәртіп > мотивация. Әрқашан.
ko: 규율 > 동기부여. 언제나.
pt: Disciplina > motivação. Sempre.
zh_hans: 纪律>动机。总是。

# Длительность дуэли
source: Duel duration
ar: مدة المباراة
de: Duell-Dauer
es: Duración del duelo
fr: Durée du duel
ja: デュエル期間
kk: Дуэль ұзақтығы
ko: 결투 기간
pt: Duração do duelo
zh_hans: 决斗持续时间

# Для подтверждения мы отправим код на твою почту.
source: We'll send a code to your email to confirm.
ar: للتأكيد، سنرسل رمزًا إلى بريدك الإلكتروني.
de: Wir senden einen Code an deine E-Mail zur Bestätigung.
es: Le enviaremos un código a su correo electrónico para confirmar.
fr: Pour confirmer, nous t'envoyons un code par e-mail.
ja: 確認のため、あなたの電子メールにコードを送信します。
kk: Растау үшін поштаңа код жібереміз.
ko: 확인을 위해 귀하의 이메일로 코드를 보내드리겠습니다.
pt: Enviaremos um código para seu e-mail para confirmação.
zh_hans: 我们会将代码发送到您的电子邮件以进行确认。

# Для себя
source: For yourself
ar: لنفسك
de: Für dich selbst
es: Para ti
fr: Pour toi-même
ja: 自分自身のために
kk: Өзің үшін
ko: 자신을 위해
pt: Para você
zh_hans: 为你自己

# Дней:
source: Days:
ar: الأيام:
de: Tage:
es: Días:
fr: Jours :
ja: 日数:
kk: Күндер:
ko: 날:
pt: Dias:
zh_hans: 天：

# Дни с активностью
source: Days with activity
ar: أيام النشاط
de: Tage mit Aktivität
es: Días con actividad
fr: Jours avec activité
ja: 活動のある日
kk: Белсенділік болған күндер
ko: 활동이 있는 날
pt: Dias com atividade
zh_hans: 有活动的天数

# До месяца PRO
source: Until a month of PRO
ar: حتى شهر من PRO
de: Bis zu einem Monat PRO
es: Hasta un mes de PRO
fr: Jusqu'à un mois de PRO
ja: PRO 1 か月まで
kk: Бір ай PRO-ға дейін
ko: PRO 한달까지
pt: Até um mês de PRO
zh_hans: 直到一个月的PRO

# До серии в %lld дней осталось %lld -- держи темп!
source: %lld days left to a %lld-day streak -- keep it up!
ar: تبقّى %2$lld يومًا للوصول إلى سلسلة %1$lld يومًا -- حافظ على الإيقاع!
de: %lld Tage bis zu einer %lld-Tage-Serie -- bleib dran!
es: Quedan %lld días para una racha de %lld días: ¡sigue así!
fr: Il te reste %2$lld jours pour atteindre une série de %1$lld jours -- garde le rythme !
ja: %lld 日の連続記録まであと %lld 日 -- 頑張ってください!
kk: %lld күндік серияға %lld күн қалды -- қарқынды ұста!
ko: %lld일 연속 연속 기록이 %lld일 남았습니다. 계속해서 노력하세요!
pt: %lld dias restantes para uma sequência de dias %lld -- continue assim!
zh_hans: 距离 %lld 天的连续记录还剩 %lld 天----继续坚持！

# Добавить задачи ✦
source: Add tasks ✦
ar: إضافة مهام ✦
de: Aufgaben hinzufügen ✦
es: Agregar tareas ✦
fr: Ajouter des tâches ✦
ja: タスクを追加する ✦
kk: Тапсырма қосу ✦
ko: 작업 추가 ✦
pt: Adicionar tarefas ✦
zh_hans: 添加任务✦

# Добавить место
source: Add a place
ar: إضافة مكان
de: Ort hinzufügen
es: Añadir un lugar
fr: Ajouter un lieu
ja: 場所を追加する
kk: Орын қосу
ko: 장소 추가
pt: Adicionar um lugar
zh_hans: 添加地点

# Добавить новую привычку
source: Add a new habit
ar: إضافة عادة جديدة
de: Neue Gewohnheit hinzufügen
es: Añade un nuevo hábito
fr: Ajouter une nouvelle habitude
ja: 新しい習慣を追加する
kk: Жаңа әдет қосу
ko: 새로운 습관 추가
pt: Adicione um novo hábito
zh_hans: 添加新习惯

# Добавить подзадачу
source: Add a subtask
ar: إضافة مهمة فرعية
de: Teilaufgabe hinzufügen
es: Agregar una subtarea
fr: Ajouter une sous-tâche
ja: サブタスクを追加する
kk: Ішкі тапсырма қосу
ko: 하위 할 일 추가
pt: Adicionar uma subtarefa
zh_hans: 添加子任务

# Добавлено задач в твой список: %lld.
source: Added %lld tasks to your list.
ar: تمت إضافة %lld مهمة إلى قائمتك.
de: %lld Aufgaben zu deiner Liste hinzugefügt.
es: Se agregaron %lld tareas a tu lista.
fr: %lld tâches ajoutées à ta liste.
ja: %lld 個のタスクをリストに追加しました。
kk: Тізіміңе %lld тапсырма қосылды.
ko: 목록에 %lld개 작업을 추가했습니다.
pt: Adicionadas tarefas %lld à sua lista.
zh_hans: 将 %lld 任务添加到您的列表中。

# Добавьте задачу кнопками ниже
source: Add a task using the buttons below
ar: أضف مهمة باستخدام الأزرار أدناه
de: Füge eine Aufgabe über die Schaltflächen unten hinzu
es: Agregue una tarea usando los botones a continuación
fr: Ajoute une tâche avec les boutons ci-dessous
ja: 下のボタンを使用してタスクを追加します
kk: Төмендегі түймелермен тапсырма қос
ko: 아래 버튼을 사용하여 작업을 추가하세요.
pt: Adicione uma tarefa usando os botões abaixo
zh_hans: 使用下面的按钮添加任务

# Добавьте цель, например "10 страниц", "30 мин" или "5 км".
source: Add a goal, like "10 pages", "30 min", or "5 km".
ar: أضف هدفًا، مثل "10 صفحات" أو "30 دقيقة" أو "5 كم".
de: Füge ein Ziel hinzu, z. B. "10 Seiten", "30 Min." oder "5 km".
es: Añade un objetivo, como "10 páginas", "30 minutos" o "5 km".
fr: Ajoute un objectif, comme "10 pages", "30 min" ou "5 km".
ja: 「10 ページ」、「30 分」、「5 km」などの目標を追加します。
kk: Мақсат қос, мысалы «10 бет», «30 мин» немесе «5 км».
ko: '10페이지', '30분', '5km' 등의 목표를 추가하세요.
pt: Adicione uma meta, como “10 páginas”, “30 min” ou “5 km”.
zh_hans: 添加目标，例如“10 页”、“30 分钟”或“5 公里”。

# Доброе утро
source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buen día
fr: Bonjour
ja: おはよう
kk: Қайырлы таң
ko: 좋은 아침이에요
pt: Bom dia
zh_hans: 早上好

# Достигнут лимит в %lld мест.
source: You've reached the limit of %lld places.
ar: لقد بلغت الحد الأقصى وهو %lld مكان.
de: Du hast das Limit von %lld Orten erreicht.
es: Has alcanzado el límite de %lld lugares.
fr: Tu as atteint la limite de %lld lieux.
ja: %lld か所の制限に達しました。
kk: %lld орын шегіне жеттің.
ko: %lld개의 장소 한도에 도달했습니다.
pt: Você atingiu o limite de vagas %lld.
zh_hans: 您已达到 %lld 名额限制。

# Доступ не предоставлен.
source: Access not granted.
ar: لم يتم منح الوصول.
de: Zugriff nicht gewährt.
es: Acceso no concedido.
fr: Accès non accordé.
ja: アクセスは許可されていません。
kk: Рұқсат берілмеді.
ko: 액세스 권한이 부여되지 않았습니다.
pt: Acesso não concedido.
zh_hans: 未授予访问权限。

# Доступно в reInspire Max
source: Available in reInspire Max
ar: متاح في reInspire Max
de: Verfügbar in reInspire Max
es: Disponible en reInspire Max
fr: Disponible avec reInspire Max
ja: reInspire Max で利用可能
kk: reInspire Max-та қолжетімді
ko: reInspire Max에서 사용 가능
pt: Disponível no reInspire Max
zh_hans: 可用于 reInspire Max

# Друг присоединился
source: Friend joined
ar: انضم الصديق
de: Freund beigetreten
es: amigo se unió
fr: Ami rejoint
ja: 友達が参加しました
kk: Дос қосылды
ko: 친구가 합류했습니다
pt: Amigo entrou
zh_hans: 朋友加入

# Другие приложения
source: Other apps
ar: تطبيقات أخرى
de: Andere Apps
es: Otras aplicaciones
fr: Autres applications
ja: その他のアプリ
kk: Басқа қолданбалар
ko: 기타 앱
pt: Outros aplicativos
zh_hans: 其他应用程序

# Других детей пока нет.
source: No other kids yet.
ar: لا يوجد أطفال آخرون بعد.
de: Noch keine anderen Kinder.
es: Ningún otro niño todavía.
fr: Pas encore d'autres enfants.
ja: 他に子供はまだいません。
kk: Әзірге басқа бала жоқ.
ko: 아직 다른 아이들은 없어요.
pt: Nenhuma outra criança ainda.
zh_hans: 还没有其他孩子。

# Дуэли
source: Duels
ar: المباريات
de: Duelle
es: Duelos
ja: 決闘
kk: Дуэльдер
ko: 결투
pt: Duelos
zh_hans: 决斗

# Дуэли с друзьями
source: Duels with friends
ar: مباريات مع الأصدقاء
de: Duelle mit Freunden
es: duelos con amigos
fr: Duels avec des amis
ja: 友達との決闘
kk: Достармен дуэльдер
ko: 친구들과의 결투
pt: Duelos com amigos
zh_hans: 与朋友决斗

# Дуэль
source: Duel
ar: مباراة
de: Duell
es: Duelo
ja: 決闘
kk: Дуэль
ko: 결투
pt: Duelo
zh_hans: 决斗

# Дуэль началась. Можешь закрыть экран.
source: Duel started. You can close this screen.
ar: بدأت المباراة. يمكنك إغلاق هذه الشاشة.
de: Duell gestartet. Du kannst den Bildschirm schließen.
es: El duelo comenzó. Puede cerrar esta pantalla.
fr: Le duel a commencé. Tu peux fermer cet écran.
ja: デュエルが始まりました。この画面は閉じても構いません。
kk: Дуэль басталды. Экранды жабуыңа болады.
ko: 결투가 시작되었습니다. 이 화면을 닫아도 됩니다.
pt: O duelo começou. Você pode fechar esta tela.
zh_hans: 决斗开始了。您可以关闭此屏幕。

# Дуэль рядом
source: Duel nearby
ar: مباراة قريبة
de: Duell in der Nähe
es: Duelo cercano
fr: Duel à proximité
ja: 決闘近く
kk: Жақын маңдағы дуэль
ko: 근처 결투
pt: Duelo próximo
zh_hans: 附近决斗

# Дуэль создана
source: Duel created
ar: تم إنشاء المباراة
de: Duell erstellt
es: duelo creado
fr: Duel créé
ja: デュエルが作成されました
kk: Дуэль жасалды
ko: 결투가 생성되었습니다.
pt: Duelo criado
zh_hans: 决斗已创建

# Единицы
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
kk: Бірліктер
ko: 단위
pt: Unidades
zh_hans: 单位

# Ежедневно
source: Daily
ar: يوميًا
de: Täglich
es: A diario
fr: Quotidiennement
ja: 毎日
kk: Күн сайын
ko: 일일
pt: Diário
zh_hans: 日常的

# Ежедневное напоминание
source: Daily reminder
ar: تذكير يومي
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: 毎日のリマインダー
kk: Күнделікті еске салу
ko: 일일 알림
pt: Lembrete diário
zh_hans: 每日提醒

# Ежедневное напоминание со списком задач в выбранное время
source: Daily reminder with your task list at a time you choose
ar: تذكير يومي بقائمة مهامك في الوقت الذي تحدده
de: Tägliche Erinnerung mit deiner Aufgabenliste zu einer von dir gewählten Zeit
es: Recordatorio diario con tu lista de tareas a la hora que elijas
fr: Rappel quotidien avec ta liste de tâches à l'heure de ton choix
ja: 選択した時間にタスクリストを毎日リマインダーします
kk: Таңдаған уақытта тапсырмалар тізімімен күнделікті еске салу
ko: 선택한 시간에 작업 목록이 포함된 일일 알림
pt: Lembrete diário com sua lista de tarefas no horário que você escolher
zh_hans: 每天在您选择的时间提醒您的任务列表

# Ежедневные шаги
source: Daily steps
ar: الخطوات اليومية
de: Tägliche Schritte
es: Pasos diarios
fr: Pas quotidiens
ja: 毎日の歩数
kk: Күнделікті қадамдар
ko: 일일 걸음수
pt: Passos diários
zh_hans: 每日步数

# Еженедельно
source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Semanalmente
fr: Hebdomadairement
ja: 毎週
kk: Апта сайын
ko: 주간
pt: Semanalmente
zh_hans: 每周

# Если была веская причина, в следующий раз нажмите "Отправить как оправдание"
source: If you had a good reason, next time tap "Submit as excuse"
ar: إذا كان لديك سبب مقبول، اضغط في المرة القادمة على "إرسال كتبرير"
de: Wenn du einen guten Grund hattest, tippe nächstes Mal auf "Als Entschuldigung einreichen"
es: Si tenía una buena razón, la próxima vez toque "Enviar como excusa".
fr: Si tu avais une bonne raison, la prochaine fois appuie sur "Envoyer comme excuse"
ja: 正当な理由がある場合は、次回は「言い訳として送信」をタップします
kk: Дәлелді себебің болса, келесіде «Дәлел ретінде жіберу» дегенді бас
ko: 정당한 이유가 있었다면 다음에는 '변명으로 제출'을 탭하세요.
pt: Se você teve um bom motivo, da próxima vez toque em "Enviar como desculpa"
zh_hans: 如果您有充分的理由，下次请点击“作为借口提交”

source: If you miss a day, a freeze kicks in automatically -- the day still counts and your streak stays alive. You earn a new freeze for every 7 days of your best streak.
ar: إذا فوّت يومًا، يُطبَّق التجميد تلقائيًا -- يُحسب اليوم رغم ذلك وتبقى سلسلتك مستمرة. تكسب تجميدًا جديدًا عن كل 7 أيام من أفضل سلسلتك.
de: Wenn du einen Tag verpasst, greift automatisch ein Freeze -- der Tag zählt trotzdem und deine Serie bleibt erhalten. Für jeweils 7 Tage deiner besten Serie verdienst du einen neuen Freeze.
es: Si te pierdes un día, se congela automáticamente: el día aún cuenta y tu racha se mantiene viva. Obtienes un nuevo congelamiento por cada 7 días de tu mejor racha.
fr: Si tu manques un jour, un freeze s'applique automatiquement -- le jour compte quand même et ta série continue. Tu gagnes un nouveau freeze tous les 7 jours de ta meilleure série.
ja: 1 日でも忘れると、自動的にフリーズが始まります。その日もカウントされ、連続記録は維持されます。最高の連続記録を 7 日間続けるごとに、新たなフリーズを獲得できます。
kk: Бір күнді өткізіп алсаң, тоңазытқыш автоматты түрде қосылады -- күн есептеледі, сериянь үзілмейді. Ең үздік серияңның әр 7 күні үшін жаңа тоңазытқыш аласың.
ko: 하루를 놓치면 자동으로 정지가 시작됩니다. 하루는 여전히 중요하며 연속 기록은 유지됩니다. 7일 연속 최고의 기록을 세울 때마다 새로운 동결을 받게 됩니다.
pt: Se você perder um dia, um congelamento entra em ação automaticamente -- o dia ainda conta e sua sequência permanece viva. Você ganha um novo congelamento a cada 7 dias de sua melhor sequência.
zh_hans: 如果您错过了一天，则会自动冻结 - 这一天仍然很重要，并且您的连续记录仍然存在。每达到最佳连续 7 天，您就会获得一次新的冻结。

# Ещё есть время
source: There's still time
ar: لا يزال هناك وقت
de: Es ist noch Zeit
es: todavía hay tiempo
fr: Il y a encore du temps
ja: まだ時間はあります
kk: Әлі уақыт бар
ko: 아직 시간이 있어요
pt: Ainda há tempo
zh_hans: 还有时间

# Ещё раз
source: Try again
ar: مرة أخرى
de: Nochmal
es: Intentar otra vez
fr: Réessayer
ja: もう一度やり直してください
kk: Тағы бір рет
ko: 다시 시도하세요
pt: Tente novamente
zh_hans: 再试一次

# Ждём
source: Waiting
ar: في الانتظار
de: Warten
es: Espera
fr: En attente
ja: 待っている
kk: Күтуде
ko: 대기 중
pt: Esperando
zh_hans: 等待

# Живая активность
source: Live Activity
ar: النشاط المباشر
de: Live-Aktivität
es: Actividad en vivo
ja: ライブアクティビティ
ko: 라이브 활동
pt: Atividade ao vivo
zh_hans: 现场活动

# За каждого друга: 3 дня PRO или 1 заморозка серии. 10 друзей -- целый месяц PRO.
source: For every friend: 3 days of PRO or 1 streak freeze. 10 friends -- a whole month of PRO.
ar: عن كل صديق: 3 أيام من PRO أو تجميد واحد للسلسلة. 10 أصدقاء -- شهر كامل من PRO.
de: Für jeden Freund: 3 Tage PRO oder 1 Serien-Freeze. 10 Freunde -- ein ganzer Monat PRO.
es: Por cada amigo: 3 días de PRO o 1 racha congelada. 10 amigos: un mes entero de PRO.
fr: Pour chaque ami : 3 jours de PRO ou 1 freeze de série. 10 amis -- un mois entier de PRO.
ja: すべての友人に: 3 日間の PRO または 1 回の連続凍結。友達 10 人 -- 丸々 1 か月の PRO。
kk: Әр дос үшін: 3 күн PRO немесе 1 серия тоңазытқышы. 10 дос -- толық бір ай PRO.
ko: 모든 친구에게: 3일 PRO 또는 1회 연속 동결. 10명의 친구 - 한 달 내내 PRO를 이용하세요.
pt: Para cada amigo: 3 dias de PRO ou 1 sequência de congelamento. 10 amigos -- um mês inteiro de PRO.
zh_hans: 对于每位朋友：3 天 PRO 或 1 次连续冻结。 10 个朋友----整整一个月的 PRO。

# За последние 30 дней
source: Over the last 30 days
ar: خلال آخر 30 يومًا
de: In den letzten 30 Tagen
es: Durante los últimos 30 días
fr: Au cours des 30 derniers jours
ja: 過去 30 日間
kk: Соңғы 30 күнде
ko: 지난 30일 동안
pt: Nos últimos 30 dias
zh_hans: 过去 30 天
